<template>
    <div class="">
        <p class="text">
        

        <p class="text">北京时间3月18日，NBA常规赛继续进行，达拉斯独行侠继续主场迎战洛杉矶快船，东契奇高效砍下了42分6个篮板9次助攻3次抢断，得分接近快船全队的一半，独行侠从第二节开始占据场上的主动，最终105-89复仇快船。

        <p class="text">独行侠方面，哈达威15分6个篮板，理查德森14分，波尔津吉斯11分13个篮板；

        <p class="text">快船方面，乔治28分7个篮板5次助攻，伦纳德20分7个篮板7次助攻，祖巴茨14分7个篮板。

        <p class="text">比赛回顾

        <p class="text">两队本赛季前两次对决，快船首次交锋惨遭独行侠51分吊打，第二次交锋快船以10分优势复仇。如今快船与独行侠三天之内进行两次对决，且都是在独行侠主场进行，快船已经赢下3月16日的比赛。此役，快船继续缺少贝弗利与伊巴卡两大主力，独行侠缺少詹姆斯-约翰逊。

        <p class="text">本场两队展开赛季第3次对决，首节开局快船多点开花得分，独行侠双塔波尔津吉斯三分与克勒贝尔两罚全中，东契奇也命中三分，还连线克勒贝尔中投命中，快船6-10落后。乔治三分与小莫里斯上篮夺回领先，波尔津吉斯与东契奇携手连得6分，祖巴茨吃饼暴扣与乔治2+1回敬，杰克逊与伦纳德也相继得分，快船反超4分。理查德森中投命中，东契奇面对伦纳德防守完成精彩后撤步3+1，独行侠一波6-1攻势反超1分。路威三分回敬，特伦斯-曼连得3分，伦纳德还吃饼暴扣，快船一波8-2攻势夺回领先。首节快船29-24领先独行侠，快船三分球10中2，独行侠全队投篮20中9，东契奇5中4（三分2中2）得到11分3助攻。

        <p class="text">次节开局东契奇与伯克接连得分，祖巴茨与乔治连续得分回敬，尤其是乔治还连线祖巴茨暴扣打停独行侠取得7分优势。东契奇后撤步三分，乔治与斯坦均两罚全中，小哈达威连续两次上篮追到37-37平，伦纳德三分命中，小哈达威回敬一记三分已经一人连得7分。东契奇三分与理查德森两罚全中反超5分，小莫里斯与乔治携手连追4分，理查德森三分与东契奇拉杆上篮稳住局势。伦纳德勾手命中，两队之后接连打铁，东契奇与理查德森相继得分，乔治拉杆反篮与连线巴图姆三分命中追到仅差2分。理查德森超远三分命中，祖巴茨压哨大帽东契奇，快船单节22-32输掉10分，上半场快船51-56落后。前两节两队均是两人得分上双，快船伦纳德10分与乔治14+6+4，独行侠东契奇22分4助攻与理查德森12分。

        <p class="text">易边再战，第三节前1分半钟两队仅东契奇罚球得到2分，伦纳德突破暴扣，东契奇中投与三分连得5分，小哈达威也命中三分，独行侠一波8-0攻势取得13分优势。快船里外开花一波8-0攻势追到差5分，伦纳德一度造犯规两罚不中，理查德森与东契奇各得2分稳住局势，祖巴茨吃饼暴扣。克勒贝尔三分命中，波尔津吉斯连得4分，独行侠一波7-0攻势扩大14分优势。随后2分24秒独行侠一分未得，伦纳德中投与乔治连续两记三分，快船一波8-0攻势迫近比分。前三节快船71-77落后独行侠，两队均是4人得分上双，东契奇31分6助攻，乔治22+6+4。

        <p class="text">末节前3分钟快船一分未得，东契奇连线布伦森三分，东契奇也中投命中，东契奇连得5分扩大11分优势。伦纳德突破暴扣与中投连得4分，斯坦上篮与东契奇三分打停快船维持12分优势，祖巴茨吃饼暴扣，布伦森抛射回敬，路威上篮与东契奇中投对攻，伦纳德抢断一条龙上篮。东契奇连续连线克勒贝尔三分与空接暴扣连得5分，独行侠已经扩大15分优势，祖巴茨吃饼暴扣回敬，小哈达威突破抛射，乔治连续两记三分连得6分追到差9分。东契奇突破抛射命中，快船失误后东契奇再度抛射命中维持13分优势，快船抢投三分不中，小哈达威命中三分扩大16分优势终结悬念，最终快船不敌独行侠无缘连胜。

        <p class="text">双方首发

        <p class="text">快船：伦纳德、小莫里斯、祖巴茨、乔治、杰克逊

        <p class="text">独行侠：东契奇、理查德森、小哈达威、克勒贝尔、波尔津吉斯




        <p class="text">北京时间3月16日，NBA常规赛继续进行，洛杉矶快船客场挑战达拉斯独行侠，快船队7人得分上双，独行侠最后3分15秒一分未得，双核伦纳德和乔治包办了球队最后8分，最终109-99击败独行侠。

        <p class="text">快船方面，伦纳德22分8个篮板7次助攻，祖巴茨15分11个篮板，乔治15分7个篮板；

        <p class="text">独行侠方面，东契奇25分10个篮板16次助攻，波尔津吉斯22分7个篮板，哈达威21分。

        <p class="text">比赛回顾

        <p class="text">比赛开始，莫里斯跳投命中，率先为快船取得运动战得分。回头东契奇以一记三分球给予回应。快船球员之后在伦纳德的带领下连得6分，球队取得了5分领先优势。东契奇突破完成得分，助攻克勒贝尔命中三分，为独行侠紧咬场上比分。比赛进行到4分56秒，快船通过出色的团队配合，打出8比0的进攻高潮，将分差拉开至双位数。独行侠叫出暂停。暂停回来，哈达威三分命中，为球队缩小分差。比赛进行到1分49秒，快船球员连得5分，分差来到了14分。但独行侠凭借着布伦森和考利-斯坦子啊首节结束前的连续得分，成功将分差缩小至10分以内进入到第二节。首节比赛结束，快船31比23领先独行侠。

        <p class="text">次节比赛开始，东契奇连续命中三分，并助攻哈达威突破挑篮得手，独行侠一上来就打出了8比3的进攻节奏，将分差缩小至3分。巴图姆三分命中，为球队及时止损。比赛进行到5分58秒，考利-斯坦接东契奇助攻跳投得分，双方分差被缩小至1分。比赛进行到3分38秒，理查德森突破上篮得分，独行侠成功反超比分。乔治和雷吉-杰克逊回头得分，为球队再次掌握着领先优势。比赛进行到1分35秒，波尔津吉斯扣篮得手，独行侠再次取得领先优势。在最后的1分17秒的时间里，快船依靠着雷吉-杰克逊和小莫里斯的三分命中，成功将分差拉开至5分。半场比赛结束，快船55比50领先独行侠。

        <p class="text">双方易边再战。波尔津吉斯扣篮得手，双方分差再次被缩小至3分。但回头快船球员连6分，将分差拉开至9分。独行侠请求暂停。暂停回来，波尔津吉斯连续命中三双，为球队止损。独行侠在之后多次将比分紧咬至3分，但快船球员总能以运动战得分给予回应。比赛进行到5分42秒，祖巴茨勾手命中，快船取得8分领先优势。随后伦纳德三分命中，快船再次将分差拉开至双位数，将领先优势保持至本节结束。独行侠依靠着哈达威的三分和东契奇的2罚2中，让分差保持在10分以内，没让比赛过早失去悬念。三节比赛结束，快船85比78领先独行侠。

        <p class="text">进入到末节比赛，东契奇上来就领到了个人的第四次犯规。快船在路威的三分帮助下，再次将分差拉开至双位数。东契奇突破得手，哈达威中投连续命中，独行侠连得6分给予回应，独行侠将分差追至6分。快船叫出暂停。暂停回来，乔治三分命中，为球队及时止损。双方在之后一度陷入比分焦灼，分差一直在8分左右徘徊。比赛进行到5分56秒，路威三分命中，快船取得双位数领先优势。独行侠叫出暂停。暂停回来，东契奇在防守回合上领到个人的第五次犯规。比赛进行到3分13秒，哈达威三分命中，独行侠将分差缩小至4分。比赛进行到2分08秒，伦纳德抢下关键前场篮板达成2+1，再次为球队取得7分领先。随着东契奇在最后50秒中投不进，保罗-乔治25.3秒命中压哨三分，独行侠没能在最后时刻将分差追回实现逆转。快船在客场成功带走比赛胜利。

        <p class="text">双方首发

        <p class="text">快船：杰克逊、乔治、伦纳德、小莫里斯、祖巴茨

        <p class="text">独行侠：东契奇、理查德森、芬尼-史密斯、克勒贝尔、波尔津吉斯




        北京时间3月15日，NBA常规赛继续进行，新奥尔良鹈鹕主场迎战洛杉矶快船，鹈鹕队6人得分上双，其中3人得分20+，禁区得分比72-40，最终鹈鹕135-115爆冷大胜快船，取得两连胜。

        鹈鹕方面，威廉姆森27分5次助攻（26分来自禁区），英格拉姆23分5次助攻，鲍尔20分8个篮板；

        快船方面，伦纳德23分5个篮板，杰克逊18分，乔治15分3次助攻。

        比赛回顾

        快船上一场大胜勇士结束3连败，鹈鹕则是大胜骑士结束3连败。两队本赛季首次对决，快船5分险胜鹈鹕。此役，快船方面主力控卫贝弗利伤停，且他将缺席3连客之旅，鹈鹕方面雷迪克伤停。

        本场两队展开赛季第2次对决，首节球哥鲍尔三分与英格拉姆暴扣取得5-0领先，杰克逊反篮与伦纳德抛射连追4分，球哥鲍尔再中三分与连线锡安暴扣打停快船。重回比赛球哥鲍尔第3记三分命中取得9分领先，巴图姆快攻上篮与乔治三分与两罚全中追分，鹈鹕内外开花疯狂肆虐，英格拉姆三分扩大22-11领先。快船多点开花打出6-2攻势，鹈鹕接连罚中3球，祖巴茨补扣与海耶斯空切暴扣，刘易斯抢断一条龙上篮与锡安折叠拉杆2+1，鹈鹕继续扩大15分优势。伦纳德三分命中，锡安勾手回敬，路威抛射再追2分，首节鹈鹕36-24领先快船。快船全队23中10，鹈鹕全队21中14，球哥鲍尔4中4（三分3中3）得到11分。

        次节开局27秒沃克脚踝扭伤被换下场，快船连投带罚连追4分，海耶斯2+1回敬，巴图姆暴扣与乔治连得4分，快船一波6-0攻势追到仅差5分。海耶斯与刘易斯接连内线吃饼，乔治两罚全中，海耶斯大帽乔治，鹈鹕一波6-0攻势取得13分领先打停快船。特伦斯-曼与哈特对攻一记三分，伦纳德与球哥鲍尔也各中一记三分，快船继续多点开花一波6-2攻势追到差9分。布莱德索2+1稳住局势，杰克逊与伦纳德携手连追4分，英格拉姆与亚当斯携手罚中5球重新领先13分。伦纳德上篮命中，锡安折叠上篮回敬，肯纳德完成漂移压哨三分，上半场鹈鹕67-57领先快船。伊巴卡因为背部痉挛提前伤退无缘下半场比赛，前两节快船两人得分上双，卡椒双核合砍29分，鹈鹕3人得分上双。

        易边再战，鹈鹕在前2分钟多点开花打出9-0攻势，已经取得76-57领先19分优势。伦纳德中投命中快船下半场首球，亚当斯力压祖巴茨补篮命中，乔治与伦纳德连追4分，锡安与布莱德索回敬4分。伦纳德两罚全中，锡安空中抛射与空接暴扣连得4分，英格拉姆也中投命中扩大23分优势。杰克逊接连两记三分打出6-2攻势打停鹈鹕，英格拉姆两罚全中与3+1连得6分，杰克逊再中两记三分追分，海耶斯两罚全中与残暴隔扣杰克逊连得4分，海耶斯情绪太激动吃T送伦纳德罚中一球。快船借助罚球连得3分，英格拉姆三分命中，哈特与球哥鲍尔也连续得分，鹈鹕扩大27分优势。路威连续两次两罚一中，海耶斯抛射回敬，鹈鹕单节43-26净胜17分，前三节鹈鹕110-83领先快船27分。鹈鹕4人得分上双，且锡安、英格拉姆与球哥鲍尔均三节20+。

        末节开局快船率先内外开花打出一波7-2攻势追分，锡安暴扣加滑翔拉杆接连得分，刘易斯与哈特也里外开花肆虐，鹈鹕一波9-0攻势拉开121-90领先31分巨大优势打停快船。比赛已经提前失去胜负悬念进入垃圾时间，两队也是派上替补阵容作战，最终快船惨遭鹈鹕吊打输球，快船最近5场输掉4场拉响警报。

        双方首发

        快船：杰克逊、乔治、伦纳德、巴图姆、伊巴卡

        鹈鹕：鲍尔、布莱德索、英格拉姆、锡安、亚当斯

        
        




    </div>
</template>

<script>
export default {
    name: '',
    data () {
        return {

        }
    },
    methods: {

    },
    created () {

    }
}
</script>

<style scoped>
 
</style>