<template>
    <div class="rule">
        <div class="title">
            <h1>篮球规则</h1>
        </div>
        <div class="tabList" v-for="item in rules" :key="item.id">
            <div class="name">{{ item.name }}</div>
            <div class="text" v-for=" txts in item.text" :key="txts">
                {{ txts }}
            </div>
        </div>
    </div>
</template>

<script>
export default {
    name: 'rule',
    data () {
        return {
            rules: [
                { id: 1 ,name:'违例' ,text:['比赛时运动员违犯规则的行为就叫违例。']},
                { id: 2 ,name:'常见违例的种类' ,text:['1带球跑：2非法运球：3拳击球和脚踢球：；4球回后场：5.使球岀界；6掷界外球违例；7罚球违例；8跳球违例；9时间方面的违例：10.千扰球带球跑：比赛中运动员持球超过规定的移动限制范围。']},
                { id: 3 ,name:'中枢脚的确定' ,text:['双脚落地接到球，任意脚都可以做为中枢脚。','移动中接到球','(1)如果队员接球时一脚正触及地面，接球后另一只脚落地，那么先落地的脚为中枢脚，若接球时单脚落地接球后单脚跳起并双脚同时落地，这种情况任意脚都不能做为中枢脚。如果队员接到球时双脚离开地面，也就是在空中，则又有三种不同的变化：一双脚同时落地，中枢脚可任意选择。二两脚分先后落地，这时先落地的脚为中枢脚。三一脚落地，队员又跳起这只脚并双脚同时落地，这时，那只脚都不能做为中枢脚','(2).确定中枢脚后，队员在传球或投篮中，可抬起中枢脚，但在球出手前不能落回地面，队员运球时，球离手之前不能抬起中枢脚，当两只脚都不能做为中枢脚时，队员若传球或投篮，可抬起脚或双脚，但在球出手前不能落回地面：若要运球，在球离手前哪只脚都不能抬起']},
                { id: 5 ,name:'区分队员跌倒后拿球或拿球后跌倒' ,text:['队员跌倒后拿球：如果防守队员跃起侧身断球趺倒后或抢断时跌倒在地拿球，双脚虽然离地，只要无翻滚动作并立即将球传出，均不应判带球跑，若队员有翻滚动作或持球重新站立，即判其为带球走','若队员拿球后跌倒，应立即判带球跑2非法运球（二次运球）：比赛中队员利用掷、拍、滚，在球接触其它队员之前再次与球接触为运球，运动员运球后，用双手同时接触球的一刹那，运球结束，不得再运，否则应判违例。']},
                { id: 6 ,name:'下列情况为合法运球' ,text:['接球不稳（漏接），传球或被对方接触后。','打落对方手中的球。获球后可继续运球','运球过程中球擦腿落下，可继续运球。','静立时持球，将球一手抛向另一手，或环绕身体交接球','投篮出手后抢到篮板球，可继续运球','球被对方拍击','为了争夺球，一个队员做了多次挑拔球动作，球落地接触球后可再次运球22非法运球22.1运球过程中双手同时触球。']},
                { id: 7 ,name:'翻腕' ,text:['运球过程中，由于运球过高，以致发生运球手的大拇指向上翻转超过垂直面，再运球','运球过程中，球在手中有明显的停顿。']},
                { id: 8 ,name:'违例情况' ,text:['防守队员故意用脚挡对方传球','为了抢球，故意用脚击采球','跑动中无意或有意用脚踢球']},
                { id: 9 ,name:'不违例情况' ,text:['运球中，球触及运动员的腿，只要不是带着球跑，不应判违例。','球碰脚如：传球偏低，球打在队员脚上弹起，不应判违4球回后场4.1后场：本方球篮、篮板的界內部分及本方球篮后的端线、边戋和中线围成的区域称为该队的后场，（中线永远属于后场）。']},
                { id: 10 ,name:'球回后场' ,text:['在前场控制球队的得使球回后场，若球回后场，被同队队员首先触及，应判违例']},
                { id: 11 ,name:'球回后场的三个因素' ,text:['本队在前场控制球','本队队员在前场最后触球。','本队队员在后场最先触球。']},
                { id: 12 ,name:'几种球回后场的违例情况' ,text:['队员在后场，接前场队员传来的球','队员在前场掷界外球，将球传给位于后场的队员','两队员骑跨中线相互传球。','队员骑跨中线，接前场队员传来的球','队员骑跨中线接后场队员传来的球，提起前场的脚。','骑跨中线在后场运球','队员在前场跳起接球后落于后场。','队员骑跨中线，跳起接后场队员传来的球，接球后落地，仍骑跨中线。','跳球时，队员在前场接球后落于后场。']},
                { id: 13 ,name:'球出界' ,text:['当球触及界线或界线外的任何其它队员、地面或任何物体，触及篮板上沿、篮板支柱或背面时，即为球出界当持球队员触及界线上、界线外的地面上时，即算该队员出界判断依据','球场的边线和端线均属界外。','以最后触及球的队员所站的地面来判断','以谁使球触及界线，界线外任何队员、地面、物体等决判断掷界外球违例（判罚原则61必须在5秒内使球入场。']},
                { id: 14 ,name:'掷界外球' ,text:['掷界外球的队员必须站在裁判指定的边线外，经裁判递交球后，方可掷界外球','掷界外球队员在球未离手之前，不得持球入场。','掷界外球队员在球未触及其它队员之前，不得触及球','掷界外球队员在球离手之前，以裁判员指定的地点沿边线移动不得超过正常的一步，但前后可以随意移动7.跳球违例：球被拍击前，如跳球队员离开跳球位置和非跳球队员进入圆圈（圆柱体），或球未达到最高点之前，某队员拍击球，跳球队员在球未触及非跳球队员时直接抱球，都应判违例。']},
                { id: 15 ,name:'罚球队员' ,text:['必须站在罚球线的后半圆内，罚球时脚不能触及罚球线','每次罚球均受5秒限制813每次罚球时球必须触及篮圈，在球触及篮圈前不得进入限制区']},
                { id: 16 ,name:'跳球违例' ,text:['球被拍击前，如跳球队员离开跳球位置和非跳球队员进入圆圈（圆柱体），或球未达到最高点之前，某队员拍击球，跳球队员在球未触及非跳球队员时直接抱球，都应判违例。']},
                { id: 17 ,name:'非罚球队员' ,text:['不得影响和干扰罚球队员','罚球队员投篮出手前，非罚球队员不得进入限制区。','罚球队员投篮出手前，非罚球队员不得占据中立区。','违犯时间规则上的违例：3秒、5秒、10秒、30秒。']},
                { id: 18 ,name:'3秒违例' ,text:['比赛中某队控制球时，同队队员不得在对方限制区内停留超过3秒，掷界外球时，从掷界外球队员能处理球即裁判交球后开始记时。']},
                { id: 19 ,name:'25杪违例' ,text:['比赛中有罚球队员5耖杪违例，掷界外球队员5秒违例和场内持球队员5秒违例（在对方的严密防守下，持球队员在5秒内无传球、运球、投篮等动作，采用夹击战术，对于攻方来说有六个极尖击的区域，此时可能出现持球队员故意使球触及守方出界，公正来说，守方应得利）']},
                { id: 20 ,name:'千扰球' ,text:['注意：新规则中对于违例的罚则，采用就近原则，因此出现了端线掷界外球：3秒和罚球队员的违例由对方在罚球线延长线与边线的交点处执罚。']},
            ]
        }
    },
    methods: {

    },
    created () {
        
    }
}
</script>

<style scoped>
 .rule{
    /* border: 1px solid red; */
    display: flex;
    flex-direction: column;
    justify-content: space-between;
    margin-bottom: 30px;
 }
 .rule .title{
    width: 100%;
    height: 100px;
    display: flex;
    align-items: center;
    background-color: rgb(194, 192, 189);
    padding-left:30px;
    font-size: 16px;
    color: rgb(102, 99, 99);
 }
 .rule .tabList{
    width: 1000px;
    margin: 0 auto;
    padding: 60px 60px 0 60px;
    
 }
 .tabList .name{
    /* border: 1px solid red; */
    font-size: 18px;
    font-weight: 600;
    /* border-top: 2px solid rgb(144, 154, 209); */
    box-sizing: border-box;
 }
 .tabList .text{
    padding: 20px 0 0 20px;
 }
</style>